Repository: ktgw0316/LightZone-l10n-pl
Catalog: tm/lightcrafts_pl.tmx
Source language: en_us
Languages: pl

source: Quality
pl: Jakość

source: Window positions and sizes
pl: Pozycję i rozmiary okien

source: All the Time
pl: Cały czas

source: Unsupported camera
pl: Ten aparat nie jest obsługiwany

source: No Recent Folders
pl: Brak

source: Expand Tool
pl: Rozwiń narzędzie

source: To save work, the browser saves previews in a special cache folder. This folder can go in the same place as its images ("Local"), or into one central location ("Global").
pl: Przeglądarka zapisuje miniaturki w specjalnym folderze. Może się on znajdować tam gdzie zdjęcia ("lokalnie") lub w jednym, ogólnym folderze (zapis "globalny").

source: Bit Depth
pl: Głębia kolorów

source: Grain Radius
pl: Promień ziarna

source: Display the path of the current folder
pl: Wyświetl aktualną ścieżkę

source: Apply Preset
pl: Użyj parametrów

source: Scaled Print Size
pl: Rozmiar wydruku

source: Couldn't interpret the file "$1" as a Style
pl: Nie można zinterpretować pliku "$1" jako szablon

source: This reset will restore LightZone to its factory settings.
pl: To przywróci ustawienia domyślne.

source: Convert Image...
pl: Eksportuj zdjęcie...

source: Rotate the image 90 degrees counterclockwise
pl: Obróć o 90 stopni przeciwnie do ruchu wskazówek zegara

source: Interactive Rendering
pl: Renderowanie interaktywne

source: (LightZone must restart for this to take effect.)
pl: (Zadziała przy kolejnym uruchomieniu programu.)

source: Starting Logging
pl: Zaczynam raportować

source: Move $1 selected images to the Trash?
pl: Naprawdę przenieść te pliki do kosza?

source: Rating
pl: Ocena

source: Region Change
pl: Zmiany obszarów

source: Focal Length
pl: Ogniskowa

source: Open Normally
pl: Otwórz normalnie

source: Couldn't clear the global browser cache.
pl: Nie można wyczyścić danych globalnych.

source: Thumbnail Progress
pl: Miniaturki - postęp

source: Always apply this Style to RAW images from "$1"
pl: Zawsze używaj tego szablonu przy otwieraniu plików RAW z "$1"

source: Verifying Libraries
pl: Sprawdzam biblioteki

source: Opening...
pl: Otwieram...

source: Choose
pl: Wybierz

source: Download Now
pl: Ściągnij teraz

source: Cut Region
pl: Wytnij obszar

source: Smart Sharpen
pl: Inteligentne wyostrzenie

source: Show in Folder
pl: Pokaż w "Folder"

source: Rotate the image 90 degrees clockwise
pl: Obróć o 90 stopni zgodnie z ruchem wskazówek zegara

source: Rename $1 to:
pl: Zmienić nazwę $1 na:

source: Rotate
pl: Obrót

source: White Balance
pl: Balans bieli

source: Swap Tools
pl: Przerzuć narzędzia

source: Resize To
pl: Zmień rozmiar do

source: Save Style
pl: Zapisz szablon

source: Couldn't convert $1
pl: Nie można wyeksportować do "$1"

source: Error reading the file
pl: Błąd odczytu pliku

source: Hue/Saturation
pl: Barwa i nasycenie

source: Show Details
pl: Pokaż szczegóły

source: The LightZone file, "$1" can't locate its image file, "$2".
pl: Plik "$1" nie może odnaleźć swojego obrazu - "$2".

source: Hide Crop Tool
pl: Ukryj kadrowanie

source: Quit
pl: Wyjście

source: $1 not found
pl: nie odnaleziono $1

source: Copy Tools
pl: Kopiuj narzędzia

source: Enable
pl: Włącz

source: Draw Bezier Regions
pl: Zaznacz obszar (bezier)

source: There was a problem checking for an update.
pl: Wystąpił problem podczas sprawdzania dostępnych uaktualnień.

source: Rate $1
pl: Ocena $1

source: Converting...
pl: Eksportowanie...

source: Between Region Changes
pl: Przy każdej zmianie

source: Couldn't access the "$1" Style
pl: Odmowa dostępu do szablonu "$1"

source: Proof
pl: Profile kolorów

source: LightZone has encountered an internal error. What would you like to do?
pl: LightZone napotkał wewnętrzny błąd. Co chcesz zrobić?

source: Do you want to search for it?
pl: Czy chcesz go odnaleźć?

source: Delete Selected Regions
pl: Skasuj wybrane obszary

source: Sort Descending
pl: Sortuj malejąco

source: Would you like to replace it?
pl: Czy chcesz go zastąpić?

source: Unknown error opening this file
pl: Przy otwieraniu pliku wystąpił nieznany błąd

source: Blue
pl: Niebieski

source: Couldn't find an Image tag
pl: Nie mogę odnaleźć znacznika obrazu

source: Couldn't delete $1.
pl: Nie mogłem skasować $1.

source: Zone Type Change
pl: Zmiana typu strefy

source: Scale
pl: Skalowanie

source: Couldn't delete an older version of "$1"
pl: Nie można wytrzeć starszej wersji "$1"

source: Convert...
pl: Eksportowanie...

source: Paste Tools...
pl: Wklej narzędzia...

source: Amount
pl: Wartość

source: Clear Recent Folders
pl: Wyczyść używane katalogi

source: Couldn't move $1 to the Recycle Bin.
pl: Nie udało się przenieść $1 do kosza.

source: Enforce aspect ratio constraints
pl: Ustaw blokade proporcji

source: Saturation
pl: Nasycenie

source: Default settings for batch processing
pl: Domyślne ustawienia dla przetwarzania wsadowego

source: Loading...
pl: Wczytuję...

source: Crash reports sent to Light Crafts are anonymous except for the sender's IP address. Light Crafts embeds no personal data of any kind in these reports.
pl: Raporty o błędach wysyłane do Light Crafts są anonimowe (oprócz adresu IP). Light Crafts nie dołącza do raportu żadnych danych osobistych.

source: Cannot redo
pl: Nie można przywrócić

source: Couldn't save to $1
pl: Nie można zapisać do "$1"

source: Capture Time
pl: Czas utworzenia

source: Show the Crop Tool
pl: Pokaż narzędzie do kadrowania

source: Show Regions
pl: Pokaż obszary

source: Printer Managed Colors
pl: Kolorami zarządza drukarka

source: Failed to restore from preferences
pl: Nie udało się przywrócić ostatnich ustawień

source: Copy Region
pl: Skopiuj obszar

source: Auto-save is now on.
pl: Automatyczne zapisywanie włączone.

source: Browser
pl: Przeglądarka

source: Style Number $1
pl: Szablon $1

source: Threshold
pl: Próg

source: Delete Point
pl: Skasuj punkt

source: This is the folder that LightZone will use to store data temporarily while you edit your photos. If you have a fast hard disk, using a folder on it will enable LightZone to operate faster.
pl: To jest katalog w którym LightZone będzie trzymał tymczasowe dane. Jeśli dysponujesz szybkim dyskiem twardym, umieść na nim ten plik, a LightZone będzie działał sprawniej.

source: Couldn't find an Image path attribute
pl: Nie mogę odnaleźć ścieżki obrazu

source: Save As...
pl: Zapisz jako...

source: Rename...
pl: Zmień nazwę...

source: Position
pl: Pozycja

source: Show Rotate Tool
pl: Pokaż obrót

source: Initializing Engine Utilities
pl: Uruchamiam silnik

source: Rate $1 and Select Next
pl: Oceń na $1 i wybierz następny

source: A new version ($1) of $2 is available.
pl: Nowa wersja ($1) programu $2 jest dostępna.

source: Recently used files and directories
pl: Ostatnio używane pliki i katalogi

source: Aperture
pl: Przesłona

source: Error Details
pl: Szczegóły błędu

source: $1 is an empty file
pl: $1 jest pusty

source: Saving...
pl: Zapisuję...

source: <html>Continue (The program may now be unstable)</html>
pl: <html>Kontynuuj (Program może działać niestabilnie)</html>

source: Hide print proofing tool
pl: Pokaż obraz bez profilowania

source: This file has no version number
pl: Ten plik nie posiada numeru wersji

source: Convert
pl: Eksportowanie

source: Send anonymous report to Light Crafts
pl: Wyślij raport do Light Crafts

source: Online Help
pl: Pomoc online

source: Internal Error
pl: Błąd wewnętrzny

source: Preferences...
pl: Ustawienia...

source: Save without asking from now on.
pl: Zapisuj nie pytając się więcej.

source: Luminosity
pl: Jasność

source: If you don't save, your changes will be lost.
pl: Jeśli nie zapiszesz pliku wszystkie zmiany zostaną utracone.

source: Global
pl: Globalne

source: Hide the Crop Tool
pl: Ukryj narzędzie do kadrowania

source: Gain
pl: Przyrost

source: Save Changes
pl: Zapisać zmiany

source: Zoom
pl: Maksymalizuj

source: No Recent Files
pl: Brak

source: Redo
pl: Przywróć

source: Pick a new scratch folder
pl: Wybierz nowy katalog na dane tymczasowe

source: Show Inner Region
pl: Pokaż wewnętrzny region

source: Unsupported color profile
pl: Ten profil barwny nie jest obsługiwany

source: Sharpen
pl: Wyostrzenie (maska wyostrzająca)

source: Recently used files and folders
pl: Ostatnio używane pliki i katalogi

source: LightZone Settings Info
pl: Informacje o ustawieniach LightZone

source: Browse Recent
pl: Używane katalogi

source: Collapse Tool
pl: Zwiń narzędzie

source: Scanning Color Profiles
pl: Sprawdzam profile barwne

source: Remove Rating
pl: Usuń ocenę

source: Show in Finder
pl: Pokaż w Finder

source: Hide Previews
pl: Schowaj podgląd

source: None
pl: Żaden

source: Delete...
pl: Usuń...

source: Contrast Mask
pl: Kontrast

source: Temperature
pl: Temperatura

source: No update is available.
pl: Brak nowych uaktualnień.

source: Save changes to $1?
pl: Zapisać zmiany w $1?

source: Move "$1" to the Trash?
pl: Naprawdę przenieść ten plik do kosza?

source: pixels
pl: piksele

source: No Regions Defined
pl: Nie wskazano obszarów

source: Move to Recycle Bin
pl: Przenieś do kosza

source: Select a Folder
pl: Brak zdjęć

source: Scale to Fit
pl: Dopasuj

source: Color Management
pl: Kolor

source: Are you sure you want to clear the global browser cache?
pl: Czy jesteś pewien, że chcesz wyczyścić wszystkie globalnie przechowywane dane przeglądarki?

source: Use This
pl: Użyj tego

source: LightZone Settings Reset
pl: Przywrócenie ustawień domyślnych.

source: Show Previews
pl: Pokaż podgląd

source: Couldn't import a Style from "$1".
pl: Nie można przeczytać zablonu z "$1"

source: Remove Aspect Ratio Constraints
pl: Usuń blokadę proporcji

source: LightZone Startup Error
pl: Błąd przy starcie

source: 8 Bits/Channel
pl: 8 Bitów na Piksel

source: Delete
pl: Skasuj

source: Browser Layout
pl: Wygląd przeglądarki

source: Apply Presets
pl: Pamiętaj parametry

source: When launched, LightZone can automatically check if a newer version is available for download.
pl: Program może przy uruchomieniu sprawdzać czy nie są dostępne aktualizacje.

source: Hide Proof Tool
pl: Ukryj profile barwne

source: Versions
pl: Wersje

source: This will discard preview images and orientations saved by the LightZone browser. (The previews will be recomputed automatically. You may have to restore orientations manually using the browser's rotate buttons.)
pl: To wymaże miniaturki i zapamiętaną orientację zdjęć. (Miniaturki będą automatycznie odtwarzane. Orientację przywrócić będzie można jedynie ręcznie.)

source: Recent Folder
pl: Ostatni katalog

source: Slide right to increase thumbnail size
pl: Rozmiar miniaturek

source: An updated version of LightZone is required to read this file
pl: Aby przeczytać ten plik potrzebna jest zaktualizowana wersja LightZone

source: Midpoint
pl: Balans

source: Height
pl: Wysokość

source: Scratch Folder
pl: Katalog tymczasowy

source: Clear cache
pl: Wyczyść globalne dane przeglądarki

source: LightZone Settings Help
pl: Pomoc

source: Zone Placement
pl: Umiejscowienie strefy

source: Green
pl: Zielony

source: Move to Trash...
pl: Przenieś do kosza...

source: Are you sure you want to reset?
pl: Czy jesteś pewien?

source: Couldn't rename "$1" to "$2"
pl: Nie można zamienić "$1" na "$2"

source: Move $1 selected images to the Recycle Bin?
pl: Naprawdę przenieść te pliki do kosza?

source: After the reset, LightZone must quit.
pl: Po zmianie ustawień LightZone zostanie zamknięty.

source: Cyan-Red
pl: Turkus-Czerwony

source: You can turn it off in the LightZone Preferences.
pl: Możesz je wyłączyć w ustawieniach LightZone.

source: Help
pl: Pomoc

source: Spline Regions
pl: Obszar (Spline)

source: Done
pl: OK

source: Color Intensity
pl: Jasność kolorowego

source: When saving your photo for the first time, the file chooser can automatically display the folder where your original photo came from, or it can display the last folder where LightZone saved something.
pl: Zapisując zdjęcie po raz pierwszy, program może automatycznie przejść do katalogu oryginalnego lub pozostać w ostatnim katalogu, w którym LightZone coś zapisywał.

source: Refresh
pl: Odśwież

source: Malformed LightZone file
pl: Uszkodzony plik LightZone

source: Hide the Rotate Tool
pl: Ukryj narzędzie do obracania

source: Always apply this Style
pl: Zawsze używaj tego szablonu

source: Restoring LightZone Settings means LightZone will work the way it did when it was new. This can fix lots of problems, but loses your customizations.
pl: Przywrócenie ustawien domyślnych oznacza powrót do stanu sprzed pierwszego uruchomienia programu. To może rozwiązać wiele problemów, ale wykasuje ustawienia użytkownika.

source: Compression
pl: Kompresja

source: You can go ahead and open this file, or you can try to import it as a LightZone Style.
pl: Możesz otworzyć ten plik lub spróbować importować go jako szablon LightZone.

source: Replace
pl: Zastąp

source: Is one of these the right image?
pl: Czy jeden z tych jest właściwym plikiem?

source: Rotate Right and Select Next
pl: Obróć w prawo i wybierz następny

source: LightZone Settings remember what was going on the last time you used LightZone. The Settings include things like:
pl: Lightzone zapisuje informacje o ostatniej sesji programu. Zapamiętywane są:

source: LightZone failed to start last time. Resetting your LightZone Settings may fix this. Would you like to try resetting your LightZone Settings?
pl: LightZone nie uruchomił się poprawnie ostatnim razem. Przywrócenie ustawień domyślnych może to naprawić. Czy chcesz przywrócić ustawienia domyślne?

source: Lens
pl: Obiektyw

source: Couldn't move $1 to the Trash.
pl: Nie udało się przenieść $1 do kosza.

source: No Open Windows
pl: Brak otwartych okien

source: Zoom in
pl: Powiększenie

source: Remember Preset
pl: Pamiętaj parametry

source: Pixels per inch
pl: Punktów na cal

source: Color Change
pl: Zmiana koloru

source: An updated version of LightZone is required to read this Style
pl: Aby przeczytać ten szablon potrzebna jest zaktualizowana wersja LightZone

source: Close Image
pl: Zamknij zdjęcie

source: Window
pl: Okno

source: Unrecognized image format
pl: Nieznany format pliku

source: Show in Explorer
pl: Pokaż w Eksplorerze

source: Move to Recycle Bin...
pl: Przenieś do kosza...

source: Tool Change
pl: Zmiana narzędzia

source: Crop
pl: Kadrowanie

source: Color Balance
pl: Balans kolorów

source: Save as Style...
pl: Zapisz jako szablon...

source: Don't Save
pl: Nie zapisuj

source: Default settings for saving, printing, and converting
pl: Domyślne ustawienia dla zapisu, eksportowania i drukowania

source: Paste Region Linked
pl: Wklej powiązany obszar

source: Color Profile
pl: Profil barwny

source: Is this a LightZone Style file?
pl: Czy to jest szablon LightZone?

source: No internet connection
pl: Brak połączenia z siecią.

source: Channel Mixer
pl: Mieszacz kanałów

source: Rotate Left
pl: Obrót w lewo

source: About LightZone
pl: O LightZone

source: Print...
pl: Drukowanie...

source: Move "$1" to the Recycle Bin?
pl: Naprawdę przenieść ten plik do kosza?

source: Browser Cache
pl: Przechowywanie danych

source: Invert Masks
pl: Odwróć maskę

source: Is this right?
pl: Czy jest to właściwy plik?

source: Clear
pl: Wyczyść

source: Pick White Balance
pl: Wybierz balans bieli

source: LightZone File Error
pl: LightZone: błąd pliku

source: LightZone Settings were successfully reset.
pl: Pomyślnie przywrócono ustawienia fabryczne.

source: Use $1
pl: Użyj $1

source: No Image
pl: Brak zdjęć

source: Add $1
pl: Dodaj narzędzie

source: Center Image
pl: Na środku

source: The amount of memory LightZone should use
pl: Ilość zarezerwowanej pamięci

source: No Styles
pl: Brak

source: Move to Trash
pl: Przenieś do kosza

source: Open LightZone files to rotate them
pl: Otwórz plik LZN by go obrócić

source: Show Image Types
pl: Pokaż typy plików

source: Rotate Left and Select Next
pl: Obróć w lewo i wybierz następny

source: Radius
pl: Promień

source: Common aspect ratios
pl: Typowe proporcje

source: Swap width and height
pl: Zamień szerokość z wysokością

source: <html>Exit without saving files</html>
pl: <html>Wyjdź bez zapisywania plików</html>

source: LightZone Help
pl: Pomoc LightZone

source: Rendering Intent
pl: Typ renderowania

source: Pick White Point
pl: Wybierz punkt bieli

source: Loading Classes
pl: Wgrywam klasy

source: Color Handling
pl: Zarządzanie kolorami

source: Gaussian Blur
pl: Rozmazanie

source: Show Browser
pl: Pokaż przeglądarkę

source: Open
pl: Otwórz

source: Resetting LightZone Settings means LightZone will work the way it did when it was new. This can fix some problems, but loses your customizations and slows things down for a short while.
pl: Przywrócenie ustawień domyślnych oznacza powrót do ustawień z pierwszego uruchomienia programu. Może to rozwiązać pewne problemy, ale także kasuje wszystkie ustawienia użytkownika i spowalnia na krótki czas działanie programu.

source: Memory Limit
pl: Ograniczenie pamięci

source: Clear...
pl: Wyczyść...

source: Color Cast
pl: Koloranta

source: Yellow-Blue
pl: Żółty-Niebieski

source: Revert...
pl: Przywróć...

source: Exposure
pl: Expozycja

source: When Regions are Done
pl: Po zakończeniu zaznaczania

source: Couldn't rename "$1" to "$2".
pl: Nie można zmienić nazwy "$1" na "$2".

source: Add
pl: Dodaj

source: Application Managed Colors
pl: Kolorami zarządza program

source: Save to Folder
pl: Zapisz do katalogu

source: Scanning $1...
pl: Skanuję $1...

source: Zoom In
pl: Powiększ

source: Error initializing browser
pl: Błąd przy uruchomieniu przeglądarki

source: Color Radius
pl: Promień kolorowego

source: Don't remind me
pl: Nie przypominaj mi więcej

source: Are you sure you want to quit LightZone?
pl: Czy chcesz zamknąć LightZone?

source: Print
pl: Drukuj

source: Tools
pl: Narzędzia

source: Show Crop Tool
pl: Pokaż kadrowanie

source: Cannot undo
pl: Nie można cofnąć

source: Save changes to this document before closing?
pl: Zapisać zmiany przed zamknięciem?

source: Tint
pl: Tinta

source: This Style has no version number
pl: Ten szablon nie posiada numeru wersji

source: Printer Profile
pl: Profil drukarki

source: Set opacity
pl: Ustaw krycie

source: Replacing it will overwrite its current contents.
pl: Nadpisanie zniszczy aktualne dane.

source: A Style named "$1" already exists.
pl: Szablon o nazwie "$1" już istnieje.

source: Continue
pl: Kontynuuj

source: Rotate Right
pl: Obrót w prawo

source: Remove Rating and Select Next
pl: Usuń ocenę i wybierz następny

source: Previewing...
pl: Podgląd...

source: LightZone Product Page
pl: Strona LightZone

source: Failed to save preferences
pl: Nie udało się zapisać ustawień

source: Hide Regions
pl: Ukryj obszary

source: Pick Color
pl: Wybierz kolor

source: Cancel
pl: Anuluj

source: Bezier Regions
pl: Obszar (Bezier)

source: Use RGB Zones
pl: Użyj stref RGB

source: Polygonal Regions
pl: Obszar (wieloboki)

source: Don't ask again
pl: Nie zadawaj więcej tego pytania

source: Sets the upper limit on the amount of memory that LightZone will use. A high limit enables LightZone operate faster and smoother; a low limit leaves more memory for other applications.
pl: Ustawia ilość wykorzystywanej przez program pamięci. Duża ilość pozwala pracować płynniej; mała ilość przydzielonej pamięci zachowuje ją dla innych programów.

source: Local
pl: Lokalne

source: Red
pl: Czerwony

source: Remove from the stack
pl: Usuń ze stosu

source: Reset Crop
pl: Przywróć kadr

source: Restoring Preferences
pl: Przywracam ustawienia

source: Draw Spline Regions
pl: Zaznacz obszar (spline)

source: If you open an new image while you are still editing another image, LightZone can automatically save your work, or it can ask you what to do.
pl: Jeśli otworzysz nowe zdjęcie w trakcie edycji innego, Lightzone może zapytać się co robić lub zapisać zmiany automatycznie.

source: Grain Intensity
pl: Jasność ziarna

source: Modification Time
pl: Czas modyfikacji

source: Zoom Out
pl: Pomniejsz

source: Save
pl: Zapisać

source: Reset
pl: Przywróć

source: Original Folder
pl: Oryginalny katalog

source: Search
pl: Szukaj

source: Hide Image Types
pl: Schowaj typy plików

source: File Name
pl: Nazwa pliku

source: Delete Region
pl: Skasuj obszar

source: Clear Recent Files
pl: Wyczyść ostatnio używane

source: Hide Rotate Tool
pl: Ukryj obrót

source: My Computer
pl: Mój komputer

source: Set the angle of rotation in degrees
pl: Ustaw kąt obrotu w stopniach

source: "$1" already exists. Do you want to replace it?
pl: "$1" już istnieje. Czy chcesz go zastąpić?

source: Open...
pl: Otwórz...

source: Checking for update...
pl: Sprawdzam uaktualnienia...

source: Magenta-Green
pl: Karmazyn-Zielony

source: Top
pl: Od góry

source: Apply Style
pl: Użyj szablonu

source: Hide Inner Region
pl: Ukryj wewnętrzny obszar

source: Auto Save
pl: Zapis automatyczny

source: Editor Layout
pl: Wygląd edytora

source: Error applying Style "$1"
pl: Błąd przy użyciu szablonu "$1"

source: LightZone Settings remember what was going on the last time you used LightZone: your recently used files and folders; recent window positions and sizes; and so on. Resetting these can help fix some problems, but loses your customizations.
pl: LightZone pamięta stan programu: ostatnio uzywane pliki; rozmiar i pozycję okna; itp. Ustawienia domyślne zniszczą twoje, ale mogą pomóc gdy program źle działa.

source: Sort Ascending
pl: Sortuj rosnąco

source: Left
pl: Od lewej

source: Open Recent
pl: Ostatnio używane

source: Find $1
pl: Odnajdź $1

source: LightZone Settings Error
pl: Błąd ustawień LightZone

source: Check for Update
pl: Aktualizuj program

source: Hue
pl: Barwa

source: Opacity Change
pl: Zmiana krycia

source: Paste Region
pl: Wklej obszar

source: Reset...
pl: Ustawienia domyślne...

source: The LightZone file, "$1" can't locate its image file, "$2", but it found "$3" instead.
pl: Plik "$1" nie może odnaleźć swojego obrazu - "$2", ale odnalazł "$3".

source: Shutter Speed
pl: Migawka

source: Zoom out
pl: Pomniejszenie

source: Couldn't find the original image
pl: Nie mogę odnaleźć pliku oryginalnego

source: Rotate the image
pl: Obróć

source: "$1" already exists as a folder.
pl: "$1" istnieje.

source: Rotate the image (fine)
pl: Obróć powoli

source: Choose the browser sort criteria
pl: Sortuj zdjęcia

source: Go back to previously selected folder
pl: Powrót

source: Blend Mode Change
pl: Zmiana sposobu nakładania

source: When drawing regions, LightZone can update the photo in real time, it can update only between changes, or it can wait until regions are done.
pl: Zaznaczając obszary, LightZone może odświeżać zdjęcie w czasie rzeczywistym, przy każdej zmianie obszaru lub po zakończeniu zaznaczania obszaru.

source: Insufficient memory to open this file
pl: Za mało pamięci by otworzyć plik

source: Select an Image
pl: Użyj miniaturki by otworzyć zdjęcie

source: Resetting LightZone Settings will restore LightZone to its factory settings. Are you sure you want to reset?
pl: Przywrócenie ustawień domyślnych wytrze aktualne, czy jesteś pewien, że chcesz to zrobić?

source: ZoneMapper,ToneMapperV5,UnSharpMaskV3,GaussianBlur,Hue/SaturationV3,ColorBalanceV3,WhitePointV3,ChannelMixerV4,AdvancedNoiseReductionV3,Clone,Spot,RedEyes
pl: ZoneMapper,ToneMapperV2,UnSharpMaskV3,GaussianBlur,Hue/SaturationV2,ColorBalanceV2,WhitePointV3,ChannelMixerV3,AdvancedNoiseReductionV3,Clone,Spot,RedEyes

source: Manage Styles...
pl: Szablony...

source: Use Luminosity Zones
pl: Użyj stref jasności

source: Draw Polygon Regions
pl: Zaznacz obszar (wielokąty)

source: Remind me later
pl: Przypomnij mi później

source: Show print proofing tool
pl: Pokaż obraz z użyciem profilu barwnego

source: Spot
pl: Usuwanie plam

source: Exit
pl: Wyjście

source: Advanced Options
pl: Opcje zaawansowane

source: Online User Guide
pl: Podręcznik online

source: New Window
pl: Nowe okno
